{
  "general": [
    {
      "id": "case_review_algorithm",
      "title": "Алгоритм розгляду справи",
      "content": [
        "Згідно п.3 ст.18 ЗУпНП представитись (звання, посада, прізвище) та на вимогу предʼявити службове посвідчення.",
        "Згідно п.9 ст.31 ЗУпНП попередити водія, що згідно ст.40 ЗУпНП ведеться відеофіксація на бодікамеру.",
        "Згідно п.3 ст.35 ЗУпНП повідомити водію причину зупинки",
        "Повідомити водію про те, що ти маєш підстави вважати, що він порушив ПДР, що підтверджується доказами (відеоматеріалами, поясненнями свідків і тд). На підставі цього ти як посадова особа починаеш процесуальну дію, а саме підготовку до розгляду справи згідно ст.278 КУпАП.",
        {
          "subTitle": "Під час підготовки до розгляду справи вирішуються наступні питання:",
          "subContent": [
            "Згідно п.2 ст.32 ЗУпНП встановлення особи водія: перевірка документів, що посвідчують особа та/або документів, що підтверджують відповідне право особи. Дія передбачена п.1 ст.31 ЗУпНП.",
            "Зʼясування, чи належить розгляд данное справи до твоєї компетенції.",
            "Зʼясування, чи підлягають задовільненню клопотання особи, яка притягається до адмін. відповідальності, потерпілого, їх законних представників чи адвоката"
          ]
        },
        "Ознайомити водія з його правами, що передбачені ст.268, ст.10, 63 КУ (водій має право ознайомитись з матеріалами справи, давати пояснення, клопотання, докази, користуватися юридичною допомогою адвоката, виступати будь-якою мовою, користуватися перекладачем та оскаржити постанову.)",
        "Повідомити водія про початок розгляд справи згідно ст.279 КУпАП",
        {
          "subTitle": "Під час розгляду справи зʼясовуються наступні питання згідно ст.280 КУпАП",
          "subContent": [
            "Чи було скоєно адмін. правопорушення",
            "Чи виновна данна особа у його скоєнні",
            "Чи підлягає вона адмін. відповідальності",
            "Чи заподіяно матеріальну шкоду",
            "Чи є підстави для передачі матеріалів адмін. правопорушення на розгляд громадській організації чи трудовому колективу",
            "Зʼясувати інші обствини, що мають значення для правильного вирішення справи"
          ]
        },
        "Згідно ст.251 КУпАП ознайомити водія з доказами, що підтверджують його причетність до адмін. правопорушення.",
        "Згідно ст.252 КУпАП саме інспектор оцінює докази за своїм власним переконанням, основаним на всебічному, повному та обʼєктивному розгляду всіх обставин справи.",
        "Повідомити про закінчення розгляду справи. Це є обовʼязковим кроком, після якого подальші аргументи і факти до розгляду діла не підлягають.",
        "Ознайомлення водія з його правами та обовʼязками, передбаченими ст.287, 288, 289, 307 КУпАП."
      ]
    }
  ],
  "weapon": [
    {
      "id": "fire_cease_conditions",
      "title": "Наказ 70: розд.5 ч.10",
      "description": "Ведення вогню повинно бути терміново припинено кожним стріляючим самостійно або за командою керівника стрільб у випадках",
      "content": [
        "появи людей, машин, тварин у зоні ведення вогню, низьколітаючих літальних апаратів над районом проведення стрільб",
        "підняття білого прапора (у темну пору доби – увімкнення світла ліхтаря білого кольору) на командному пункті чи бліндажі (укритті), подачі сигналу ракети білого кольору",
        "виникнення пожежі під час стрільби",
        "трати орієнтира під час проведення стрільб в темну пору доби"
      ]
    },
    {
      "id": "shooting_prohibited_actions",
      "title": "Наказ 70: розд.5 ч.11",
      "description": "Під час виконання вправи зі стрільби категорично забороняється",
      "content": [
        "заряджати зброю бойовими чи холостими патронами без команди керівника стрільб",
        "виймати зброю з кобури (чохла) без дозволу керівника стрільб",
        "спрямовувати зброю (незалежно від того, заряджена вона чи ні) у бік людей та місця, де вони можуть перебувати",
        "відкривати вогонь без команди керівника стрільб, у небезпечних напрямках, з несправної зброї та коли піднято білий прапор (увімкнено світло ліхтаря білого кольору) на командному пункті",
        "одягати, поправляти та знімати протишумові навушники і захисні окуляри зі зброєю в руках, а також після команди \"Вогонь!\" / \"Старт!\"",
        "залишати зброю (боєприпаси) на рубежі відкриття вогню та передавати іншим особам без дозволу керівника стрільб"
      ]
    },
    {
      "id": "service_prohibited_actions",
      "title": "Наказ 70: розд.1 ч.10",
      "description": "Категорично забороняється",
      "content": [
        "виймати зброю (боєприпаси) з кобури (спеціального спорядження, підсумка) без потреби",
        "тримати палець на спусковому гачку без необхідності",
        "знімати запобіжник з положення запобігання у всіх випадках, не пов’язаних зі стрільбою",
        "закривати або затикати сторонніми предметами канал ствола, що при пострілі може призвести до його роздуття чи розриву",
        "безпідставно спрямовувати ствол зброї у бік людей, транспорту, будинків, інших будівель та споруд. За необхідності зброя спрямовується на поверхню, яка в змозі прийняти кулю, наприклад: на землю, стовбур дерева, кулеуловлювач або вгору під кутом 45-60 градусів",
        "залишати зброю без нагляду, а також передавати її іншим особам",
        "користуватися без необхідності чужою зброєю та/або зброєю, навички поводження з якою відсутні",
        "проводити чищення зброї у невідведених для цього місцях, змащувати її бензином та іншими легкозаймистими речовинами, а також абразивними матеріалами, допускати наявність відкритого полум’я під час її чищення",
        "при поводженні з боєприпасами допускати їх пошкодження, забруднення тощо"
      ]
    },
    {
      "id": "firearm_use_cases",
      "title": "ч.4 ст.46 ЗУпНП",
      "description": "Поліцейський уповноважений у виняткових випадках застосовувати вогнепальну зброю",
      "content": [
        "для відбиття нападу на поліцейського або членів його сім’ї, у випадку загрози їхньому життю чи здоров’ю",
        "для захисту осіб від нападу, що загрожує їхньому життю чи здоров’ю",
        "для звільнення заручників або осіб, яких незаконно позбавлено волі",
        "для відбиття нападу на об’єкти, що перебувають під охороною, конвої, житлові та нежитлові приміщення, а також звільнення таких об’єктів у разі їх захоплення",
        "для затримання особи, яку застали під час вчинення тяжкого або особливо тяжкого злочину і яка намагається втекти",
        "для затримання особи, яка чинить збройний опір, намагається втекти з-під варти, а також озброєної особи, яка погрожує застосуванням зброї та інших предметів, що загрожують життю і здоров’ю людей та/або поліцейського",
        "для зупинки транспортного засобу шляхом його пошкодження, якщо водій своїми діями створює загрозу життю чи здоров’ю людей та/або поліцейського",
        "для примусового припинення польоту безпілотного повітряного судна, якщо є обґрунтовані підстави вважати, що таке судно використовується для вчинення правопорушення або становить загрозу життю чи здоров’ю людей та/або поліцейського, шляхом пошкодження чи знищення безпілотного повітряного судна та/або складових частин безпілотної авіаційної системи"
      ]
    },
    {
      "id": "firearm_use_without_warning",
      "title": "ч.6 ст.46 ЗУпНП",
      "description": "Застосування вогнепальної зброї без попередження допускається",
      "content": [
        "при спробі особи, яку затримує поліцейський із вогнепальною зброєю в руках, наблизитися до нього, скоротивши визначену ним відстань, чи доторкнутися до зброї",
        "у разі збройного нападу, а також у разі раптового нападу із застосуванням бойової техніки, транспортних засобів або інших засобів, що загрожують життю чи здоров’ю людей",
        "якщо особа, затримана або заарештована за вчинення особливо тяжкого чи тяжкого злочину, втікає із застосуванням транспортного засобу",
        "якщо особа чинить збройний опір",
        "для припинення спроби заволодіти вогнепальною зброєю"
      ]
    }
  ]
}
